Repository: oblakstudio/serbian-addons-for-woocommerce
Catalog: languages/serbian-addons-for-woocommerce-*.po
Languages: sr_rs

source: Security is guaranteed by the standards of the National Bank of Serbia.
sr_rs: Безбедност гарантују стандарди и прописи Народне Банке Србије

source: %d - Final expenses
sr_rs: %d - Финална потрошња

source: %d - Interim expenses
sr_rs: %d - Међуфазна потрошња

source: %d - Other transactions
sr_rs: %d - Остале трансакције

source: %d - Transactions on behalf of a person
sr_rs: %d - Трансакције по налогу грађана

source: %s Bank
sr_rs: %s Банка

source: Account payable
sr_rs: Рачун примаоца

source: Addiko
sr_rs: Адико

# Address display
source: Company Number
sr_rs: МБ

# Address display
source: Tax Identification Number
sr_rs: ПИБ

source: Advanced Settings
sr_rs: Напредна подешавања

source: AIK
sr_rs: АИК

source: Alta
sr_rs: Алта

source: Amount
sr_rs: Износ

source: API
sr_rs: АПИ

source: Automatic
sr_rs: Аутоматски

source: Banca Intesa
sr_rs: Банка Интеза

source: Bank account
sr_rs: Жиро рачун

source: Bank account number
sr_rs: Број рачуна

source: Bank accounts
sr_rs: Жиро рачуни

source: Bank accounts of your business.
sr_rs: Жиро рачуни ваше фирме.

source: Bank of China
sr_rs: Кинеска банка

source: Business name
sr_rs: Име фирме

source: By default, currency is displayed in cyrillic. This will transliterate it
sr_rs: Динарска валута ће се подразумевано приказати на ћирилици. Активирање ове опције ће пресловити валуту

source: Choosing the model 97 will automatically set the payment reference.%1$sWe recommend using model 97 because payment processor guarantees verbatim reference transfer only if it is done via model 97
sr_rs: Уколико одаберете Модел 97, позив на број ће бити подешен аутоматски и не може бити промењен.%1$sПрепоручујемо коришћење модела 97 с обзиром на то да пружалац платних услуга у складу са прописима одговара за пренети садржај позива на број одобрења само ако је позив на број уписан у складу са моделом 97

source: Classic
sr_rs: Класични

source: Color of the corner dots on the QR code
sr_rs: Боја тачака у углу QR кôда

source: Color of the dots on the QR code
sr_rs: Боја тачака QR кôда

source: Companies and persons
sr_rs: Физичка и правна лица

source: Company
sr_rs: Правно лице

source: Company information
sr_rs: Подаци о фирми

source: Company name is required
sr_rs: Морате унети име фирме

source: Company Number
sr_rs: Матични број

source: Company Number is invalid
sr_rs: Матични број компаније није исправан

source: Company number is invalid
sr_rs: Матични број фирме није валидан

source: Company Tax Number is invalid
sr_rs: ПИБ није валидан

source: Confirm with your PIN or fingerprint
sr_rs: Потврдите плаћање ПИН кодом или отиском прста

source: Copied!
sr_rs: Копирано!

source: Copy IPS QR string
sr_rs: Копирај ИПС QR запис

source: Corner dot color
sr_rs: Боја тачака у угловима

source: Credit Agricole
sr_rs: Кредит агриколе

source: Current image: %s
sr_rs: Тренутна слика: %s

source: Customer e-mails
sr_rs: Е-пошта послата купцу

source: Customer ID
sr_rs: Идентификатор купца

source: Customer type
sr_rs: Купујем као

source: Default is to have postcode field after city field
sr_rs: Подразумеван начин приказује поље за поштански број након града

source: Defines the style of the payment slip
sr_rs: Изглед опште уплатнице

source: Direct
sr_rs: Директна

source: Dot color
sr_rs: Боја тачака

source: Enable Payment Slip
sr_rs: Активирај плаћање општом уплатницом

source: Enabled customer types
sr_rs: Дозвољени типови купаца

source: Enter bank account
sr_rs: Унесите жиро рачун

source: Erste
sr_rs: Ерсте

source: Eurobank Direct
sr_rs: Еуробанк Директна

source: Expobank
sr_rs: Експобанк

source: Field is required
sr_rs: Поље не сме бити празно

source: Field ordering
sr_rs: Редослед поља

source: Field removal
sr_rs: Сакривање поља

source: General settings
sr_rs: Општа подешавања

source: General settings for Serbian Addons for WooCommerce
sr_rs: Општа подешавања српских додатака за WooCommerce

source: Halkbank
sr_rs: Халкбанк

source: Have your customers pay you by sending you money via wire transfer.
sr_rs: Плаћање општом уплатницом у поштама и банкама србије са опцијом генерисања НБС ИПС QR кôда

source: here
sr_rs: овде

source: How to pay
sr_rs: Како извршити уплату

source: Image that will be shown on the QR code.
sr_rs: Слика која ће бити приказана у средини QR кôда

source: Instant payment
sr_rs: Инстант плаћање

source: Invalid bank account number: %s
sr_rs: Неисправан број рачуна: %s

source: IPS QR Code
sr_rs: ИПС QR кôд

source: Log Payment Slip events and review them on the <a href="%s">Logs screen</a>.<br>Note: this may log personal information. We recommend using this for debugging purposes only and deleting the logs when finished.
sr_rs: Бележи догађаје Опште Уплатнице које можете прегледати на <a href="%s">Страници логова</a>.<br>Напомена: Лог датотека може садржати личне информације. Препоручујемо Вам да користите ово само у сврху дебаговања, као и да обришете логове након завршетка.

source: Mirabank
sr_rs: Мирабанк

source: Mobi
sr_rs: Моби

source: Model
sr_rs: Модел

source: Model 97
sr_rs: Модел 97

source: Modern
sr_rs: Модеран

source: Move postcode field before city field
sr_rs: Премести поље за поштански број пре поља за град

source: MTS
sr_rs: МТС

source: Name of your business
sr_rs: Име ваше фирме

source: NLB
sr_rs: НЛБ

source: NLB Commercial
sr_rs: НЛБ Комерцијална

source: No IPS QR code available for this order.
sr_rs: ИПС QR кôд није доступан за ову наруџбину

source: Oblak Studio
sr_rs: Облак Студио

source: Opportunity
sr_rs: Опортунити

source: Order date
sr_rs: Датум наруџбине

source: Order ID
sr_rs: Идентификатор наруџбине

source: Order number
sr_rs: Број наруџбине

source: Order payment
sr_rs: Плаћање наруџбине

source: OTP
sr_rs: ОТП

source: Pay by sending us money via wire transfer
sr_rs: Платите наруџбину општом уплатницом

source: Payment code
sr_rs: Шифра плаћања

source: Payment code on the payment slip
sr_rs: Шифра плаћања која ће бити приказана на општој уплатници

source: Payment instructions
sr_rs: Инструкције за уплату

source: Payment is complete
sr_rs: Плаћање је извршено

source: Payment model
sr_rs: Модел плаћања

source: Payment model for the payment reference
sr_rs: Модел за позив на број

source: Payment purpose
sr_rs: Сврха уплате

source: Payment reference
sr_rs: Позив на број

source: Payment Slip
sr_rs: Општа уплатница

source: Person
sr_rs: Физичко лице

source: Postal Savings
sr_rs: Поштанска штедионица

source: ProCredit
sr_rs: ПроКредит

source: QR Code
sr_rs: QR кôд

source: Raiffeisen
sr_rs: Рајфајзен

source: Reciever
sr_rs: Прималац

source: Regenerate IPS QR code
sr_rs: Поново изради ИПС QR кôд

source: Remove unneeded fields from the checkout page
sr_rs: Уклоните непотребна поља на страници за куповину

source: Removes Address 2 and State fields
sr_rs: Активирање ове опције ће сакрити поља Адреса 2 и Округ

source: Sberbank
sr_rs: Сбербанк

source: Scan the QR code
sr_rs: Скенирајте QR кôд

source: Select bank account
sr_rs: Одаберите жиро рачун

source: Select IPS SCAN in the m-banking app
sr_rs: Одаберите ИПС Скенирај у м-банкинг апликацији

source: Select locations for display
sr_rs: Одаберите места

source: Sender
sr_rs: Пошиљаоц

source: Serbian
sr_rs: Српски

source: Serbian Addons
sr_rs: Српски додаци

source: Serbian Addons for WooCommerce
sr_rs: Српски додаци за WooCommerce

source: Serbian Payment Slip does not support your store currency.
sr_rs: Плаћање општом уплатницом није подржано за вашу валуту.

source: Serbian Payment Slip requires at least one bank account.
sr_rs: Плаћање општом уплатницом захтева бар један унет жиро рачун

source: Settings
sr_rs: Подешавања

source: Settings for NBS IPS QR Code
sr_rs: Подешавања за НБС ИПС QR кôд

source: Show image
sr_rs: Прикажи слику

source: Show image on QR code
sr_rs: Прикажи слику на QR кôду

source: Slip settings
sr_rs: Подешавања уплатнице

source: Store pages
sr_rs: Странице продавнице

source: Store settings have been moved %s
sr_rs: Подешавања продавнице су премештена %s

source: Style
sr_rs: Изглед

source: Tax Number
sr_rs: ПИБ

source: The NBS IPS QR code is an innovative way to perform instant payments using mobile devices.
sr_rs: НБС ИПС QR кôд је иновативни начин за инстант плаћање коришћењем мобилних уређаја

source: Transliterate currency symbol
sr_rs: Преслови валуту

source: Transliterate currency symbol to latin script
sr_rs: Пресловљава валуту у латиницу

source: UniCredit
sr_rs: УниКредит

source: Various addons and tweaks that make WooCommerce compatible with Serbian bureaucracy.
sr_rs: Raзни додаци и подешавања која ће ускладити вашу продавницу са српским књиговодстевним прописима.

source: Visibility
sr_rs: Видљивост

source: Vojvodjanska
sr_rs: Војвођанска

source: Where to display the payment slip
sr_rs: Места на којима ће бити приказана уплатница

source: Where to display the QR Code
sr_rs: Места на којима ће бити приказан QR кôд

source: Which customer types can shop on the store
sr_rs: Дефинише који типови купаца могу да праве наруџбине

source: You can add your bank account details in the %1$sCompany settings%2$s .
sr_rs: Можете додати ваш банковни рачун у %1$sПодешaвањима фирме%2$s

source: You can choose a payment code only if you limit checkout to a single customer type.
sr_rs: Можете одабрати шифру плаћања само ако ограничите куповину на одређени тип купца

source: You can set the image via %1$s
sr_rs: Слику можете изменити користећи %1$s
